const changelog =`## 2023年4月23日
- 新增四象限法模式，编辑、修改、删除
# 2023年4月16日
- 新增反馈功能：信息+附件
- 开发环境和生产环境客户端数据库保存地址隔离
- checkbox自实现,锁屏实现
- 修复分组创建后不显示问题
# 2023年3月14日
- 优化布局显示，加入更新日志，取消日志管理功能
# 2023年2月4日
- 完成书籍日志管理基本功能
- 增加全局日志功能
# 2023年1月30日
- 修复checked状态仍可编辑问题，改为仅支持查看
- 范围按钮显示为鼠标样式
- 全局搜索右上角增加关闭按钮
- 增加字数统计
# 2022年11月22日
- 修复回收站无法恢复bug
- 修复新增保存后编辑状态bug
- 修改密码
# 2022年11月17日
- 使用sqlite存储
- 修复UI显示问题
- 完成回收站功能
- 分组弹窗搜索功能
# 2022年11月11日
- 由electron换为tauri
- 重新规划布局、优化登录、注册、设置显示、添加个人中心
- 关闭编辑器拼写检查
# 2022年11月6日
- 加入图标，不再全部使用文字按钮
- 新增分组功能，支持分组刷新
- 新增任务状态功能
- 取消顶部【设置、个人信息】工具，移至侧边
# 2022年10月16日
- fix 设置界面
- 添加全文搜索功能
- 添加AES256加密传输
- 优化了UI显示
# 2022年9月12日
- 完成了v1.0`
export default changelog
    